Revit 2027 API
ParameterTypeId.PhyMaterialParamYoungMod Property
 "Young modulus"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamYoungMod { get; }
Public Shared ReadOnly Property PhyMaterialParamYoungMod As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamYoungMod {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamYoungMod : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace